tap "homebrew/autoupdate"
tap "r-lib/rig"
brew "automake"
brew "awscli"
brew "chruby"
brew "coreutils"
brew "direnv"
brew "dockutil"
brew "duti"
brew "ffmpeg"
brew "gdal"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helmfile"
brew "jenv"
brew "openjdk@17"
brew "openjdk@21"
brew "kubernetes-cli"
brew "libgit2"
brew "librsvg"
brew "nlopt"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "pkg-config"
brew "ruby-install"
brew "rustup"
brew "shellcheck"
brew "sops"
brew "starship"
brew "hashicorp/tap/terraform"
brew "shfmt"
brew "tfsec"
brew "tree"
brew "uv"
brew "yq"
brew "zlib"
cask "chatgpt"
cask "docker"
cask "font-atkynson-mono-nerd-font"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "gimp"
cask "google-chrome"
cask "libreoffice"
cask "nordvpn"
cask "postman"
cask "quarto"
cask "rectangle"
cask "rig"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-azuretools.vscode-docker"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "foxundermoon.shell-format"
vscode "mads-hartmann.bash-ide-vscode"
vscode "rogalmic.bash-debug"
mas "Dark Reader for Safari", id: 1438243180