tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "lotyp/formulae"
brew "automake"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "docker"
brew "duti"
brew "ffmpeg"
brew "gdal"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helmfile"
brew "hugo"
brew "kubernetes-cli"
brew "librsvg"
brew "nlopt"
brew "node"
brew "node@16"
brew "pandoc"
brew "pinentry-mac"
brew "poppler-qt5"
brew "postgresql@14"
brew "pure"
brew "python-tk@3.11"
brew "python-yq"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "sops"
brew "terraform"
brew "tree"
brew "zlib"
brew "lotyp/formulae/dockutil"
cask "font-fira-code"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "mactex"
cask "malwarebytes"
cask "pdfsam-basic"
cask "postman"
cask "quarto"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
vscode "adobe.xd"
vscode "arcanis.vscode-zipfs"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ninoseki.vscode-pylens"
vscode "PKief.material-icon-theme"
vscode "quarto.quarto"
vscode "RDebugger.r-debugger"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "runem.lit-plugin"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "Tim-Koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "Tyriar.lorem-ipsum"
vscode "vivaxy.vscode-conventional-commits"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
