tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "pkg-config"
brew "cmake"
brew "duti"
brew "ffmpeg"
brew "gcc"
brew "gdal"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "hugo"
brew "kubectl"
brew "librsvg"
brew "libyaml"
brew "nlopt"
brew "node"
brew "openjdk"
brew "pandoc"
brew "pinentry-mac"
brew "python@3.11"
brew "python-tk@3.11"
brew "rust"
brew "shellcheck"
brew "terraform"
brew "tree"
cask "font-fira-code"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "malwarebytes"
cask "pdfsam-basic"
cask "postman"
cask "quarto"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"